export const faqData = [
  {
    category: "О выборе автомобиля",
    questions: [
      {
        question: "Как проверить состояние автомобиля перед покупкой?",
        answer:
          "Перед покупкой автомобиля необходимо внести залог в размере 60 000 рублей. После внесения залога проводится обязательная техническая диагностика транспортного средства. Диагностика осуществляется независимыми специализированными компаниями, что гарантирует объективность и достоверность результатов. Стоимость данной процедуры составляет 600 юаней и является фиксированной — она не зависит от марки, модели или года выпуска автомобиля. Мы предоставляем детальный осмотр с фото и видео отчетом, двигателя, трансмиссии, подвески, кузова и электроники автомобиля.",
      },
      {
        question: "Есть ли гарантия, что машина не была в аварии?",
        answer:
          "Информация о том, попадал ли автомобиль в дорожно-транспортное происшествие, выявляется уже на стадии диагностического осмотра,а также при необходимости мы проводим тщательную проверку истории автомобиля через официальные базы данных и визуальный осмотр на предмет следов ДТП. Предоставляем отчет о состоянии кузова и лакокрасочного покрытия.",
      },
      {
        question: "Кто проверяет автомобиль перед отправкой?",
        answer:
          "Проверку осуществляют наши сертифицированные специалисты с многолетним опытом работы в автомобильной индустрии. Каждый автомобиль проходит обязательную комплексную диагностику перед отправкой.",
      },
      {
        question: "Можно ли получить фото/видео осмотр?",
        answer:
          "Да, мы предоставляем подробный фото и видео отчет о состоянии автомобиля, включая все детали экстерьера, интерьера, моторного отсека и ходовой части.",
      },
      {
        question: "Можно ли заказать полную техническую проверку?",
        answer:
          "Конечно! Каждый автомобиль проходит обязательную процедуру диагностики после внесения залога в размере 60 000 рублей. По запросу предоставляется подробный диагностический отчет, составленный с использованием профессионального оборудования, включая компьютерную проверку всех основных систем автомобиля.",
      },
    ],
  },
  {
    category: "О стоимости и оплате",
    questions: [
      {
        question: "Из чего складывается конечная стоимость?",
        answer: [
          'Конечная стоимость включает: стоимость самого автомобиля, уплата таможенной пошлины и утилизационного сбора РФ, таможенное декларирование, таможенная очистка, трансфер внутри КНР, обязательное дорожное страхование, расходы на командировку сотрудников, комиссия брокера, диагностика, услугу по выкупу автомобиля. Чтобы подробно ознакомиться с полным перечнем факторов, формирующих стоимость автомобиля, вы можете воспользоваться нашим <a href="/calc">калькулятором</a> расчета цены.',
        ],
      },
      {
        question: "Какие дополнительные расходы кроме цены автомобиля?",
        answer: [
          'Дополнительные расходы включают: уплата таможенной пошлины и утилизационного сбора РФ, таможенное декларирование, таможенная очистка, трансфер внутри КНР, обязательное дорожное страхование, расходы на командировку сотрудников, комиссия брокера, диагностика, услугу по выкупу автомобиля. Чтобы подробно ознакомиться с полным перечнем факторов, формирующих стоимость автомобиля, вы можете воспользоваться нашим <a href="/calc">калькулятором</a> расчета цены.',
        ],
      },
      {
        question:
          "Как оплачивать: полная предоплата, частичная предоплата, аккредитив?",
        answer:
          "Оплата производится в три этапа: первый этап — внесение залога в размере 60 000 рублей, при этом стоимость залога не зависит от марки и модели транспортного средства; второй этап — оплата единым платежом, включающим оплату стоимости автомобиля, транспортировки автомобиля до города Суйфэньхэ, обязательного дорожного страхования, расходов на командировку сотрудников, проведения диагностики автомобиля и услуги по выкупу автомобиля, данный этап подлежит оплате после завершения обязательной диагностики; третий этап — оплата таможенных пошлин на территории Российской Федерации, включающих пошлину, утилизационный сбор, таможенное декларирование и процедуру таможенной очистки, оплата третьего этапа осуществляется в день выставления чека таможенными органами.",
      },
      {
        question: "Можно ли оформить покупку в кредит или лизинг?",
        answer:
          "Наша компания не производит приобретение автомобилей, находящихся в кредитной или лизинговой форме собственности, а также не производит операции покупки автомобилей в кредитной форме.",
      },
      {
        question: "В какой валюте проводится расчёт?",
        answer: [
          'Выдача счета нашей компанией сопровождается конвертацией с юаня КНР на рубль РФ по официальному курсу Центрального банка России на день проведения операции с денежными средствами. Чтобы ознакомиться подробнее с расчетами, вы можете воспользоваться нашим <a href="/calc">калькулятором</a>.',
        ],
      },
    ],
  },
  {
    category: "О доставке и сроках",
    questions: [
      {
        question: "Сколько времени занимает доставка?",
        answer:
          "Общий срок доставки автомобиля может варьироваться от 20 до 40 дней. На скорость доставки влияет удалённость места приобретения автомобиля от города Суйфэньхэ, своевременная оплата всех платежей без задержек, а также особенности прохождения таможенной процедуры.",
      },
      {
        question:
          "Каким видом транспорта осуществляется доставка (морем, поездом, автовозом)?",
        answer:
          "Наша компания осуществляет доставку автомобилей при помощи местных логистических компаний — наших надёжных партнёров. Перевозка осуществляется наземным способом с использованием автовозов.",
      },
      {
        question: "Можно ли отслеживать процесс доставки?",
        answer:
          "Да, мы при необходимости можем предоставить полную информацию о статусе доставки: уведомления о погрузке в автовоз, о прибытии в г.Суйфэньхэ, информацию о прохождении таможенной зоны.",
      },
      {
        question: "Кто занимается погрузкой и разгрузкой?",
        answer:
          "Наша компания полностью самостоятельно осуществляет весь процесс, начиная с погрузки и заканчивая разгрузкой транспортного средства.",
      },
    ],
  },
  {
    category: "О документах и растаможке",
    questions: [
      {
        question: "Какие документы я получу вместе с автомобилем?",
        answer:
          "Вы получите полный пакет документов, включающий: таможенный приходный ордер — документ, подтверждающий уплату всех обязательных платежей, справку об уплаченном утилизационном сборе, таможенную декларацию (по запросу), справку о безопасности конструкции транспортного средства (СБКТС) и электронный паспорт транспортного средства (ЭПТС).",
      },
      {
        question: "Кто занимается растаможкой?",
        answer:
          "Растаможкой занимаются наши сертифицированные таможенные брокеры с многолетним опытом работы. Мы берем на себя все процедуры таможенного оформления и получения необходимых разрешений.",
      },
      {
        question:
          "Какие нужны документы для регистрации в ГИБДД (или аналогичной службе в другой стране)?",
        answer:
          "После растаможки автомобиля вы сможете незамедлительно забрать его, доставить в город по месту проживания и осуществить постановку на учет в ГИБДД. Для этого потребуется следующий пакет документов: таможенный ордер, документ, подтверждающий право собственности на транспортное средство (ПТС или ЭПТС), полис ОСАГО (оформляется самостоятельно), распечатка СБКТС и технический осмотр.",
      },
      {
        question:
          "Можно ли оформить под ключ, чтобы я получил машину уже растаможенной?",
        answer:
          "Мы уже доставляем автомобили под ключ, и вам не нужно беспокоиться о прохождении таможенной зоны и сборе документов для этого. При получении автомобиля вы получите полный пакет документов, таких как таможенный ордер, справку об уплате утилизационного сбора, СБКТС и ЭПТС, за исключением ОСАГО (которое вам нужно будет оформить самостоятельно) и регистрации в ГИБДД, которая также будет вашей ответственностью.",
      },
      {
        question: "Могу ли я сам расстоможить автомобиль?",
        answer:
          "Да, вы можете самостоятельно растаможить автомобиль. В этом случае услуги нашей компании заключаются только в выкупе автомобиля, проведении диагностики, оформлении обязательного дорожного страхования и непосредственно в трансфере автомобиля до города Суйфэньхэ. Клиент в таком случае берет на себя ответственность за прохождение таможенной зоны, ему нужно будет самостоятельно найти российского брокера для составления таможенной декларации, расчета платежей по утилизационному сбору, сбора необходимых документов, получение СБКТС и самостоятельную оплату всех данных процедур. Время прохождения таможенной зоны в данном случае может занять длительное время.",
      },
    ],
  },
  {
    category: "О юридических и рисковых моментах",
    questions: [
      {
        question:
          "Как избежать покупки проблемного автомобиля (угнанного, кредитного, заложенного)?",
        answer:
          "Уже на этапе диагностики автомобиля выявляется, числится ли он как угнанный, заложенный или находящийся в кредите. При необходимости мы также проводим проверку автомобиля по официальным базам данных Китая. В случае несоответствия автомобиля заявленным характеристикам либо наличия юридических проблем, залоговая сумма за автомобиль возвращается клиенту в полном объёме. Мы работаем только с лицензированными аукционами и дилерами с безупречной репутацией.",
      },
    ],
  },
  {
    category: "О сертификации и адаптации",
    questions: [
      {
        question:
          "Нужно ли переделывать автомобиль под местные стандарты (экология, свет, безопасность)?",
        answer:
          "На текущий момент в этом нет необходимости, поскольку в большинстве случаев китайские автомобили соответствуют российским стандартам. При желании мы можем организовать локализацию (смену языка электронных систем на русский), установку ГЛОНАСС и другие необходимые модификации для получения одобрения типа транспортного средства. Эти процедуры осуществляются за отдельную плату.",
      },
      {
        question:
          "Кто занимается установкой систем ЭРА-ГЛОНАСС (если требуется)?",
        answer:
          "На данный момент для ввозимых автомобилей из Китая не требуется установка ГЛОНАСС.",
      },
    ],
  },
  {
    category: "О гарантиях и поддержке",
    questions: [
      {
        question: "Есть ли гарантия на купленный автомобиль?",
        answer:
          "Мы предоставляем гарантию на соответствие автомобиля заявленным характеристикам и техническому состоянию. Однако гарантийный срок службы автомобиля на территории Российской Федерации нашей компанией не предоставляется.",
      },
      {
        question: "Предоставляется ли сервисная поддержка?",
        answer:
          "Да, мы предоставляем полную сервисную поддержку, которая включает консультации по эксплуатации транспортного средства, помощь в поиске автозапчастей, а также содействие в их доставке из Китая.",
      },
      {
        question: "Могу ли я заказать доставку автозапчастей?",
        answer:
          "Да, конечно, вы можете заказать доставку автозапчастей через нашу компанию до вашего города. Вы можете самостоятельно найти необходимые автозапчасти внутри КНР, и мы поможем с их выкупом и доставкой. Также мы сами можем провести подбор необходимых автозапчастей и осуществить их доставку. Данная услуга предоставляется за отдельную плату. Стоимость доставки может варьироваться в зависимости от удаленности места назначения и габаритов груза.",
      },
    ],
  },
]
