export default async function contract() {
  return (
    <div>
      <div className="container py-6 mx-auto">
        <h1 className="text-4xl font-bold">Договор о покупке</h1>
        <div>
          <h2 className="text-center text-2xl font-bold p-6">
            WNC 20240603号销售合同
          </h2>
          <h3 className="text-center text-1xl font-bold mb-4">
            Договор продажи № WNC 20240603
          </h3>
          <div>
            <p className="mb-4">
              <span className="font-bold">甲方 Заказчик:</span> ООО “Чайна Авто”
            </p>
            <p className="mb-4">
              <span className="font-bold">地址 Адрес::</span> г.Владивосток,
              Приморский край, ул.Дальзаводская 4, офис 530
            </p>
          </div>
          <h3 className="text-center text-1xl font-bold mb-4">
            1. Предмет договора 合同标的
          </h3>
          <div className="grid grid-cols-2 gap-4">
            <div>
              <p className="mb-4">
                1.1.
                依据俄罗斯联邦国家有关法律、法规、规章的规定，甲方授权给乙方进行销售，就新车、二手车，出售的事宜，甲乙丙三方在平等、自愿、协商一致的基础上签订本合同。
              </p>
            </div>
            <div>
              <p className="mb-4">
                1.1. Согласно положениям соответствующих законов, правил и норм
                Российской Федерации, Заказчик уполномочивает Представителя
                осуществлять продажу новых и подержанных автомобилей, продажу
                предметов, все стороны подписали настоящий договор на основе
                равенства, добровольности и консенсуса.
              </p>
            </div>
            <div>
              <p className="mb-4">
                1.2. 上述买卖三方按照下列条件于 2024 年 6月 3
                日在俄罗斯签订本合同。
              </p>
            </div>
            <div>
              <p className="mb-4">
                1.2. Настоящий договор был заключен между вышеуказанными
                Заказчиком, Представителем и Покупателем в Российской Федерации
                “3” июня 2024 года в соответствии со следующими условиями.
              </p>
            </div>
            <div>
              <p className="mb-4">
                1.3. 车辆名称： 丰田 威飒 2023款 2.0L CVT 两驱 尊贵版
              </p>
            </div>
            <div>
              <p className="mb-4">
                1.3. Название автомобиля: Toyota Venza 2023, 2.0 2WD
              </p>
            </div>
            <div>
              <p className="mb-4">数量: 1</p>
            </div>
            <div>
              <p className="mb-4">Количество: 1</p>
            </div>
          </div>
          <h3 className="text-center text-1xl font-bold mb-4">
            2. Сумма договора и способ оплаты 合同金额及付款方式说明
          </h3>
          <div className="grid grid-cols-2 gap-4">
            <div>
              <p className="mb-4">
                2.1. 车款总价格为4043961卢布, 此价格包括车款人民币部分，为
                188124
                元。在支付第一笔款后,车款卢布价格将成为固定的。车辆详细配置如下:
                见附件1
              </p>
            </div>
            <div>
              <p className="mb-4">
                2.1. Цена автомобиля составляет 4 043 961 рублей, в том числе в
                эту сумму входит юаневая составляющая машины, составляющая
                188124 юаней. Стоимость автомобиля в рублях становится
                фиксированной после оплаты первого платежа. Комплектация машины
                указана в Приложении 1.
              </p>
            </div>
            <div>
              <p className="mb-4">2.2. 丙方分三次付款：</p>
              <p className="mb-4">
                第一次付款: 定金60000卢布/台, 汇到乙方账户,
                同时乙方第一时间联系甲, 告知丙方已选车型网址ID,
                并把丙方定金汇到甲方指定账户，甲方安排中国办事处，开始对丙方选好的汽车进行确认。如果车辆不符，第一时间通知乙方告知丙方，是否愿意让甲方中国办事处，继续找到同款年限、配置相同车辆？如果丙方不同意，甲方退还客户定金。
              </p>
            </div>
            <div>
              <p className="mb-4">
                2.2. После подписания договора, Покупатель совершает 3 платежа:
              </p>
              <p className="mb-4">
                Первый платеж: задаток 60 000 рублей / автомобиль, оплата на
                счет Представителя, Представитель сразу же связывается с
                Заказчиком, сообщает ссылку и ID автомобиля, выбранного
                Покупателем, и переводит задаток, внесенный Покупателем, на
                счет, указанный Заказчиком. Заказчик организует работу по
                поставке автомобиля из Китая в Россию, начинает подтверждение
                автомобиля, выбранного Покупателем. Если автомобиль не
                соответствует, Заказчик сразу же уведомляет об этом, чтобы
                Представитель, в свою очередь, сообщил об этом Покупателю в
                целях выяснения, готов ли Покупатель позволить китайскому офису
                Заказчика продолжить поиск автомобиля того же года и модели, а
                также комплектации. Если Покупатель не соглашается, Заказчик
                возвращает Покупателю его задаток.
              </p>
            </div>
            <div>
              <p className="mb-4">
                2.3.
                在双方签署本合同后,甲方还需与指定的汽车出口商签署一份外贸合同,合同中注明以人民币计价的车款价格。甲方将提供该外贸合同和出口商业发票,以便丙方支付人民币金额。
              </p>
              <p className="mb-4">
                之后,丙方需支付第二笔款,金额为188124 元人民币。在支付第二笔款后,
                乙方将向甲方提供收据,
                上面注明了不包括银行转账手续费的人民币等值卢布金额。甲方将此金额从车款固定的卢布价格中扣除,
                剩余的卢布金额即为丙方需支付的尾款。
              </p>
              <p className="mb-4">
                第二笔款到出口商账户后,甲方通知丙方准备相关的资料：
              </p>
              <ul className="mb-4">
                <li>• 客户身份证主页和居住页复印件公证、</li>
                <li>• 税务登记证明</li>
                <li>• 养老保险</li>
                <li>• 销售合同及商业发票</li>
                <li>• 第二笔人民币付款凭证和收据原件。</li>
              </ul>
              <p className="mb-4">
                开始办理出口许可证和出口商业发票等相关手续，以及整备车辆运输到口岸准备出境。
              </p>
            </div>
            <div>
              <p className="mb-4">
                2.3. После подписания сторонами данного Договора Покупатель
                также подписывает внешнеторговый контракт с указанным Заказчиком
                экспортером авто, в котором указывается стоимость машины в
                юанях. Экземпляр контракта и экспортный коммерческий инвойс на
                оплату суммы в юанях предоставляет Заказчик. Далее, Покупатель
                осуществляет второй платеж в размере 188124 юаней. После
                совершения второго платежа Представитель передает Заказчику чек,
                на котором указан рублевый эквивалент стоимости в юанях без
                учета банковского процента за перевод оплаты. Заказчик вычитает
                его из фиксированной стоимости машины в рублях, получается
                остаточная сумма в рублях, которую должен оплатить Покупатель.
              </p>
              <p className="mb-4">
                После поступления второго платежа на счет экспортера Заказчика,
                Покупатель уведомляется о необходимости предоставить следующие
                документы:
              </p>
              <ul className="mb-4">
                <li>
                  • Паспорт (главная страница + прописка, нотариально
                  заверенные, оригиналы передать в офис)
                </li>
                <li>• Свидетельство о регистрации налогоплательщика,</li>
                <li>• СНИЛС,</li>
                <li>• Договор и инвойс,</li>
                <li>
                  • Заявление на перевод денежных средств и приходный кассовый
                  ордер (оригиналы передать в офис).
                </li>
              </ul>
              <p className="mb-4">
                Компания начинает оформлять соответствующие формальности, такие
                как оформление экспортных лицензий и экспортных коммерческих
                инвойсов, а также подготовку транспортного средства к
                транспортировке в пункт отправки для отправления.
              </p>
            </div>
            <div>
              <p className="mb-4">
                2.4.
                在汽车准备好从发货地点发货之前,买方将被通知需要支付第三笔,即最终的卢布款项(扣除已支付的60,000卢布定金)。买方应根据第3.2条款将该笔款项汇入指定账户。
              </p>
              <p className="mb-4">
                汇款收到后，甲方中国办事处开始境外运输车辆，同时通知乙方告知丙方等待取车，乙方协同丙方办理相关车辆手续。
              </p>
            </div>
            <div>
              <p className="mb-4">
                2.4. До того, как транспортное средство будет готово к отправке
                в пункте отправления, Покупатель уведомляется о третьем,
                окончательном, платеже в рублях (за вычетом уже оплаченного
                залога в размере 60000 рублей) и проводит его на счет согласно
                п.п.3.2.
              </p>
              <p className="mb-4">
                После получения денежного перевода китайский офис Заказчика
                начнет транспортировку автомобиля за пределы Китая и
                одновременно уведомит Представителя, чтобы он сообщил Покупателю
                о необходимости ожидать получения автомобиля, а Представитель
                будет сотрудничать с Покупателем в целях выполнения
                соответствующих формальностей, связанных с автомобилем.
              </p>
            </div>
          </div>
          <h3 className="text-center text-1xl font-bold mb-4">
            3. Банковские реквизиты Заказчика для получения платежей
            甲方收款银行信息
          </h3>
          <div className="grid grid-cols-2 gap-4">
            <div>
              <p className="mb-4">3.1. 出口商账户名称见出口商业发票</p>
            </div>
            <div>
              <p className="mb-4">
                3.1. Реквизиты экспортной компании см. в экспортном коммерческом
                инвойсе
              </p>
            </div>
            <div>
              <p className="mb-4">3.2. 俄罗斯境内账户：伊莉娜的账户</p>
            </div>
            <div>
              <p className="mb-4">
                3.2. ВТБ: номер карты 40817810915546020293, номер телефона
                +7(908)9959308, Ирина Камильевна
              </p>
            </div>
            <div></div>
          </div>
          <h3 className="text-center text-1xl font-bold mb-4">
            4. Грузоперевозки 运输
          </h3>
          <div className="grid grid-cols-2 gap-4">
            <div>
              <p className="mb-4">
                4.1. 三方同意按照《国际贸易术语解释通则2010》交付货物条件述语DPU
              </p>
            </div>
            <div>
              <p className="mb-4">
                4.1. Стороны договорились, что поставка на основе принципа DPU
                будет осуществляться в соответствии с условиями «Инкотермс
                2010».
              </p>
            </div>
            <div>
              <p className="mb-4">
                4.2.
                装运地为中国黑龙江省绥芬河市，目的地为俄罗斯乌苏里斯克海关监管库
              </p>
            </div>
            <div>
              <p className="mb-4">
                4.2. Отправка будет производиться через город Суйфэньхэ,
                провинция Хэйлунцзян (Китай), пункт назначения - СВХ г.
                Уссурийск (Россия).
              </p>
            </div>
          </div>
          <h3 className="text-center text-1xl font-bold mb-4">
            5. Упаковка 包装和整备车辆
          </h3>
          <div className="grid grid-cols-2 gap-4">
            <div>
              <p className="mb-4">
                5.1.
                甲方为丙方免费清洗车辆，加满汽油及玻璃水服务。将主要部位，如引擎盖、车顶棚、后备箱盖和车门等处，用PE汽车专用保护膜粘贴，防止刮碰及漆面氧化等保护措施。
              </p>
            </div>
            <div>
              <p className="mb-4">
                5.1. Заказчик бесплатно вымоет автомобиль, зальет бензин и
                жидкость для омывания стекол для Покупателя. На основные части
                автомобиля, такие как капот, крыша, крышка багажника и двери
                наклеивается специальная защитная пленка из PE, для
                предотвращения царапин и окисления лакокрасочного покрытия, а
                также принимаются другие защитные меры.
              </p>
            </div>
          </div>
          <h3 className="text-center text-1xl font-bold mb-4">
            6. Срок поставки 交货周期
          </h3>
          <div className="grid grid-cols-2 gap-4">
            <div>
              <p className="mb-4">6.1. 境外汇款到账后汽车交货周期 30 天</p>
            </div>
            <div>
              <p className="mb-4">
                6.1. Срок поставки автомобиля - 30 дней после поступления
                второго платежа на счет указанной экспортной компании.
              </p>
            </div>
          </div>
          <h3 className="text-center text-1xl font-bold mb-4">
            7. Гарантия качества и послепродажное обслуживание
            品质保证和售后服务
          </h3>
          <div className="grid grid-cols-2 gap-4">
            <div>
              <p className="mb-4">
                7.1.
                甲方担保所有货物符合本合同第一条规定的规格。除此之外任何的陈诉担保或条件均予以排除和消灭。
              </p>
            </div>
            <div>
              {" "}
              <p className="mb-4">
                7.1. Заказчик гарантирует, что все товары соответствуют
                спецификациям, изложенным в статье I настоящего договора. Любые
                другие гарантии или условия, изложенные устно, исключаются и
                отменяются.
              </p>
            </div>
            <div>
              <p className="mb-4">
                7.2.
                丙方应免除甲方对汽车售后保修的义务和责任，包括但不限于汽车售后维修、保养服务等。丙方同意自行承担汽车售后保修责任，包括但不限于汽车售后维修、保养服务等。
              </p>
            </div>
            <div>
              {" "}
              <p className="mb-4">
                7.2. Покупатель освобождает Заказчика от обязательств и
                ответственности по послепродажной гарантии автомобиля, включая,
                но не ограничиваясь, послепродажным ремонтом и техническим
                обслуживанием автомобиля. Покупатель обязуется самостоятельно
                нести ответственность за послепродажную гарантию автомобиля,
                включая, но не ограничиваясь, послепродажным ремонтом и
                техническим обслуживанием автомобиля.
              </p>
            </div>
            <div>
              <p className="mb-4">
                7.3.
                甲方终身有偿服务于丙方，丙方在使用车辆过程当中，如需要车辆的配件和易损件等，可以联系甲方为其代购，丙方需承担运费和关税等。
              </p>
            </div>
            <div>
              {" "}
              <p className="mb-4">
                7.3. Заказчик будет предоставлять платные услуги Покупателю на
                весь срок службы автомобиля, и Покупатель может обратиться к
                Продавцу для приобретения аксессуаров и расходных материалов для
                автомобиля, если они понадобятся Покупателю в процессе
                эксплуатации автомобиля, при этом Покупатель несет
                ответственность за оплату перевозки, таможенной пошлины и т.д.
              </p>
            </div>
          </div>
          <h3 className="text-center text-1xl font-bold mb-4">
            8. Права и обязанности сторон 三方权利和义务
          </h3>
          <div className="grid grid-cols-2 gap-4">
            <div>
              <p className="mb-4">
                8.1. 甲方应按照合同约定向丙方交付车辆和相关出口的凭证
              </p>
            </div>
            <div>
              {" "}
              <p className="mb-4">
                8.1. Заказчик передает автомобиль и соответствующие экспортные
                подтверждающие документы Покупателю в соответствии с договором.
              </p>
            </div>
            <div>
              <p className="mb-4">8.2. 甲方保证合法享有车辆的所有权和处置权</p>
            </div>
            <div>
              <p className="mb-4">
                8.2. Заказчик гарантирует законное право собственности и
                распоряжение автомобилем.
              </p>
            </div>
            <div>
              <p className="mb-4">
                8.3.
                甲方保证所出示及提供的车辆有关的一切证件、证明、描述及信息合法、真实、有效。
              </p>
            </div>
            <div>
              {" "}
              <p className="mb-4">
                8.3. Заказчик гарантирует, что все справки, сертификаты,
                описания и информация, относящиеся к автомобилю, представленные
                и предоставленные Заказчиком, являются законными, достоверными и
                действительными.
              </p>
            </div>
            <div>
              <p className="mb-4">8.4. 乙方协助丙方办理车辆相关手续。</p>
            </div>
            <div>
              {" "}
              <p className="mb-4">
                8.4. Представитель оказывает помощь Заказчику в оформлении
                документов, связанных с транспортным средством.
              </p>
            </div>
            <div>
              <p className="mb-4">8.5. 丙方应按照合同的约定支付车辆价款。</p>
            </div>
            <div>
              {" "}
              <p className="mb-4">
                8.5. Покупатель оплачивает стоимость транспортного средства в
                соответствии с договором.
              </p>
            </div>
          </div>
          <h3 className="text-center text-1xl font-bold mb-4">
            9. Ответственность за нарушение договора 违约责任
          </h3>
          <div className="grid grid-cols-2 gap-4">
            <div>
              <p className="mb-4">
                9.1.
                若甲方向丙方提供的有关车辆信息不真实，丙方有权解除合同并要求甲方赔偿因此造成的损失。
              </p>
            </div>
            <div>
              <p className="mb-4">
                9.1. Если информация, предоставленная Продавцом Покупателю о
                транспортном средстве, не соответствует действительности,
                Покупатель имеет право расторгнуть договор и потребовать от
                Продавца возмещения причиненных убытков.
              </p>
            </div>
            <div>
              <p className="mb-4">
                9.2.
                甲方未按合同的约定将本车及相关的凭证交付丙方的，甲方承担违约金每天不低于合同金额的万分之八，总额不超千分之五。
              </p>
            </div>

            <div>
              {" "}
              <p className="mb-4">
                9.2. Если Продавец не передает покупателю автомобиль и
                соответствующие подтверждающие документы в соответствии с
                условиями договора, он несет неустойку в размере не менее 0,0008
                % от суммы договора в день, а общая сумма не должна превышать
                0,005 %.
              </p>
            </div>
            <div>
              <p className="mb-4">
                9.3.
                丙方未能在本合同约定期限内付款给甲方，丙方承担违约金每天不低于合同金额的万分之八，总额不超千分之五。
              </p>
            </div>

            <div>
              <p className="mb-4">
                9.3. Если Покупатель не производит оплату Продавцу в течение
                срока, оговоренного в настоящем договоре, он несет
                ответственность за неустойку в размере не менее 0,0008% от суммы
                договора в день и не более 0,005% в целом.
              </p>
            </div>
            <div>
              <p className="mb-4">
                9.4.
                丙方延迟支付任何部分的合同金额超过30日，甲方有权解除合同，并有权要求丙方支付合同金额百分之三十的违约金，而且丙方已经支付的预付款不予退回，同时丙方还应当赔偿甲方因合同被解除所造成的所有损失，甲方同时有权行使其处置汽车的权利。
              </p>
            </div>

            <div>
              {" "}
              <p className="mb-4">
                9.4. Если Покупатель задерживает выплату какой-либо части суммы
                договора более чем на 30 дней, Продавец имеет право расторгнуть
                договор и потребовать от Покупателя выплаты 30% суммы договора в
                качестве неустойки, при этом уже выплаченный Покупателем аванс
                возврату не подлежит, Покупатель также должен возместить
                Продавцу все убытки, которые тот понесет в связи с расторжением
                договора, а Продавец имеет право одновременно реализовать свое
                право на распоряжение автомобилем.
              </p>
            </div>
            <div>
              <p className="mb-4">
                9.5.
                任何一方，若结构简单解除本合同，均需支付对方合同金额百分之三十的违约金。
              </p>
            </div>

            <div>
              {" "}
              <p className="mb-4">
                9.5. Каждая из сторон, если она в любое время без уважительной
                причины расторгает настоящий договор, должна выплатить другой
                стороне 30% от суммы договора в качестве неустойки.
              </p>
            </div>
          </div>
          <h3 className="text-center text-1xl font-bold mb-4">
            10. Работа с претензиями 异议
          </h3>
          <div className="grid grid-cols-2 gap-4">
            <div>
              <p className="mb-4">
                10.1.
                如发现车辆的数量与规格与本合同第一条不符，该异议要求应经甲方认可的有信誉的检验机构出具的报告证实，甲方同意受理任何因此而提出的异议。
              </p>
            </div>
            <div>
              <p className="mb-4">
                10.1. Если окажется, что количество и технические характеристики
                транспортного средства не соответствуют статье 1 настоящего
                договора, такая претензия должна быть подтверждена отчетом,
                выданным авторитетной инспекционной организацией, признанной
                Заказчиком, и Заказчик соглашается рассмотреть любые претензии,
                вытекающие из этого факта.
              </p>
            </div>
            <div>
              <p className="mb-4">
                10.2. 异议要求应于车辆到达目的地后十五天内以书面的形式提出。
              </p>
            </div>
            <div>
              <p className="mb-4">
                10.2. Запросы по претензиям должны быть поданы в письменном виде
                в течение пятнадцати дней с момента прибытия транспортного
                средства в пункт назначения.
              </p>
            </div>
          </div>
          <h3 className="text-center text-1xl font-bold mb-4">
            11. Обстоятельства непреодолимой силы 不可抗力的因素
          </h3>
          <div className="grid grid-cols-2 gap-4">
            <div>
              <p className="mb-4">
                11.1.
                任何一方由于战争、流行病、洪水、火灾、台风、地震等其它自然灾害，以及政治动乱、政府禁令等不可抗力而影响合同执行的，履行合同的期限将推延一段相当于该事故所影响的时间。
              </p>
            </div>
            <div>
              {" "}
              <p className="mb-4">
                11.1. Любая из сторон, если исполнение договора оказалось
                невозможным вследствие войны, эпидемии, наводнения, пожара,
                тайфуна, землетрясения или других стихийных бедствий, а также
                политических волнений, правительственных запретов и других
                обстоятельств непреодолимой силы, срок исполнения договора
                продлевается на период, равный времени действия таких
                обстоятельств.
              </p>
            </div>
            <div>
              <p className="mb-4">
                11.2.
                受不可抗力影响的一方应尽快通过电话、电报、传真或邮件将不可抗力的情况通知对方，并于十四天之内以航空挂号信将有关当局出具的证明文件寄交另一方确认。
              </p>
            </div>
            <div>
              <p className="mb-4">
                11.2. Сторона, подвергшаяся воздействию обстоятельств
                непреодолимой силы, должна как можно скорее уведомить другую
                сторону по телефону, телеграфу, факсу или электронной почте, а в
                течение четырнадцати дней направить подтверждающие документы,
                выданные компетентными органами, заказным письмом по авиапочте.
              </p>
            </div>
            <div>
              <p className="mb-4">11.3. 如果不履约的情况延续达三十天以上，双</p>
            </div>
            <div>
              {" "}
              <p className="mb-4">
                11.3. Если невозможность исполнения договора продолжается более
                тридцати дней, обе стороны...
              </p>
            </div>
          </div>
          <h3 className="text-center text-1xl font-bold mb-4">
            12. Применимое право и арбитраж 适用法律及仲裁
          </h3>
          <div className="grid grid-cols-2 gap-4">
            <div>
              <p className="mb-4">
                12.1. 本合同受中华人民共和国法律管辖并据其解释。
              </p>
            </div>
            <div>
              <p className="mb-4">
                12.1. Настоящий договор регулируется и толкуется в соответствии
                с законодательством Китайской Народной Республики.
              </p>
            </div>
            <div>
              <p className="mb-4">
                12.2.
                一切因本合同引起的或与此协议有关的争议，如果可能，应通过友好协商解决。如果协商不能解决，任何一方都可以通过仲裁解决。仲裁地点为中华人民共和国北京。仲裁应在中国国际经济贸易仲裁委员会（CIETAC
                北京）进行，并应适用中华人民共和国法律及其仲裁规则。仲裁语言为中文。仲裁裁决是终局的，对双方均有约束力。除非另有裁决，仲裁费应由败诉方承担。
              </p>
            </div>
            <div>
              <p className="mb-4">
                12.2. Все споры, возникающие из настоящего договора или в связи
                с ним, должны, по возможности, решаться путем мирных
                переговоров. Если переговоры не привели к решению вопроса, любая
                из сторон может урегулировать его в арбитражном порядке. Местом
                арбитража является Пекин, Китайская Народная Республика.
                Арбитраж проводится в Китайской международной экономической и
                торговой арбитражной комиссии (CIETAC, Пекин) и регулируется
                законодательством Китайской Народной Республики и ее арбитражным
                регламентом. Язык арбитража - китайский. Решение арбитражного
                суда является окончательным и обязательным для обеих сторон.
                Расходы по арбитражному разбирательству несет проигравшая
                сторона, если не принято иного решения.
              </p>
            </div>
          </div>
          <h3 className="text-center text-1xl font-bold mb-4">
            13. Срок действия договора 合同有效期
          </h3>
          <div className="grid grid-cols-2 gap-4">
            <div>
              <p className="mb-4">13.1. 本合同自双方签字盖章后生效。</p>
            </div>
            <div>
              <p className="mb-4">
                13.1. Настоящий договор вступает в силу с момента подписания и
                скрепления печатью обеих сторон.
              </p>
            </div>
            <div>
              <p className="mb-4">13.2. 双方完成合同项下相应义务后终止。</p>
            </div>
            <div>
              <p className="mb-4">
                13.2. Прекращение действия договора - по завершении выполнения
                сторонами своих обязательств по договору.
              </p>
            </div>
            <div>
              <p className="mb-4">13.3. 附件1附有同等法律效力。</p>
            </div>
            <div>
              <p className="mb-4">
                13.3. Приложение 1 имеет одинаковую юридическую силу.
              </p>
            </div>
          </div>
          <h3 className="text-center text-1xl font-bold mb-4">
            14. Другие условия 其它条款
          </h3>
          <div className="grid grid-cols-2 gap-4">
            <div>
              <p className="mb-4">
                14.1.
                语言：本合同以中文和俄文起草，如中俄文版本之间存在差异，以中文版本为准。
              </p>
            </div>
            <div>
              <p className="mb-4">
                14.1. Язык: настоящий договор составлен на китайском и русском
                языках, и в случае расхождений между китайской и русской версией
                преимущественную силу имеет китайская версия.
              </p>
            </div>
            <div>
              <p className="mb-4">
                14.2.
                鉴于国际贸易操作的需要，本合同的传真件或扫描件具有法律效力。
              </p>
            </div>
            <div>
              <p className="mb-4">
                14.2. Принимая во внимание международные торговые операции,
                факсимильная или сканированная копия настоящего договора имеет
                юридическую силу.
              </p>
            </div>
            <div>
              <p className="mb-4">14.3. 本合同签署两份，双方各执一份。</p>
            </div>
            <div>
              <p className="mb-4">
                14.3. Настоящий договор подписывается в двух экземплярах, по
                одному для каждой стороны.
              </p>
            </div>
          </div>
          <h3 className="text-center text-1xl font-bold mb-4">
            15. Подписи и печати на договоре 协议签字盖章
          </h3>
          <div className="grid grid-cols-2 gap-4">
            <div>
              <p className="mb-4">
                以下三方授权代表于下述所载日期代表各方签署和盖章并确定以上各项条款。
              </p>
            </div>
            <div>
              <p className="mb-4">
                Настоящим нижеподписавшиеся представители сторон уполномочены
                подписать и скрепить своими печатями настоящий договор от имени
                сторон в указанные ниже даты и подтвердить условия
                вышеизложенного.
              </p>
            </div>
          </div>
          <div className="mt-5">
            <div className="grid grid-cols-2 gap-4">
              <div className="text-center text-1xl font-bold mb-4">
                <h3 className="mb-4">甲方 (Заказчик):</h3>
                <div className="flex justify-center">
                  <hr className="my-2 w-40 border-2 border-black" />
                </div>
                <h3 className="mb-4">日期 (дата):</h3>
                <div className="flex justify-center">
                  <hr className="my-2 w-40 border-2 border-black" />
                </div>
              </div>
              <div className="text-center text-1xl font-bold mb-4">
                <h3 className="mb-4">乙方 (Представитель):</h3>
                <div className="flex justify-center">
                  <hr className="my-2 w-40 border-2 border-black" />
                </div>
                <h3 className="mb-4">日期 (дата):</h3>
                <div className="flex justify-center">
                  <hr className="my-2 w-40 border-2 border-black" />
                </div>
              </div>
            </div>
            <div className="text-center text-1xl font-bold mb-4">
              <h3 className="mb-4">丙方 (Покупатель):</h3>
              <div className="flex justify-center">
                <hr className="my-2 w-40 border-2 border-black" />
              </div>
              <h3 className="mb-4">日期 (дата):</h3>
              <div className="flex justify-center">
                <hr className="my-2 w-40 border-2 border-black" />
              </div>
            </div>
          </div>
          <h3 className="text-center text-1xl font-bold p-6">
            附件1 Приложение 1
          </h3>
          <div>
            <p className="mb-4">
              <span className="font-bold">车辆名称:</span> 丰田 威飒 2023款 2.0L
              CVT
            </p>
            <p className="mb-4">
              <span className="font-bold">Наименование автомобиля:</span> Toyota
              Venza 2023,2.0
            </p>
            <p className="mb-4">
              <span className="font-bold">配置:</span> 尊贵版
            </p>
            <p className="mb-4">
              <span className="font-bold">Комплектация:</span> Premium
            </p>
            <p className="mb-4">
              <span className="font-bold">排量:</span> 1987ml
            </p>
            <p className="mb-4">
              <span className="font-bold">Объем двигателя:</span> 1987ml
            </p>
            <p className="mb-4">
              <span className="font-bold">马力:</span> 171
            </p>
            <p className="mb-4">
              <span className="font-bold">Мощность:</span> 171
            </p>
            <p className="mb-4">
              <span className="font-bold">燃油类型:</span> 汽油
            </p>
            <p className="mb-4">
              <span className="font-bold">Тип топлива:</span> Бензин
            </p>
            <p className="mb-4">
              <span className="font-bold">变速箱类型、驱动方式:</span> 前置前驱
            </p>
            <p className="mb-4">
              <span className="font-bold">Тип КПП, привода:</span> 2WD
            </p>
            <p className="mb-4">
              <span className="font-bold">车辆识别号码 (VIN):</span>{" "}
              LVGDAC6Y5PG038139
            </p>
            <p className="mb-4">
              <span className="font-bold">Номер VIN:</span> LVGDAC6Y5PG038139
            </p>
          </div>
        </div>
      </div>
    </div>
  )
}
